Revit 2027 API
ParameterTypeId.StairsAttrCalcMax Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrCalcMax { get; }
Public Shared ReadOnly Property StairsAttrCalcMax As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrCalcMax {
	ForgeTypeId^ get ();
}
static member StairsAttrCalcMax : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace